posts/2020-02-04/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="Catching up with the news from the past month (and a bit more): more quantum initiatives and programs launched, ineresting hardware achievements and an emphasis on verifying knowledge.">
<meta name="viewport" content="width=device-width">
<title>Qoherences #8 | Qoherences</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://h-oll.github.io/qoherences/posts/2020-02-04/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Harold Ollivier">
<meta property="og:site_name" content="Qoherences">
<meta property="og:title" content="Qoherences #8">
<meta property="og:url" content="https://h-oll.github.io/qoherences/posts/2020-02-04/">
<meta property="og:description" content="Catching up with the news from the past month (and a bit more): more quantum initiatives and programs launched, ineresting hardware achievements and an emphasis on verifying knowledge.">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2020-02-04T05:48:49+01:00">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://h-oll.github.io/qoherences/" title="Qoherences" rel="home">
                Qoherences
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                Qoherences #8
            </div>
        </div>
    </div>

    <div class="post-meta">
      <div class="container">
	<div class="meta clearfix">
	  <div class="authordate">
	    <time class="timeago" datetime="2020-02-04T05:48:49+01:00">2020/02/04</time>
	    

	    
          |  
        <a href="index.org" id="sourcelink">Source</a>

	  </div>
	  <div class="post-tags">
	  </div>
	</div>
      </div>
    </div>


    <div id="post-main" class="main">
        <div class="container">
        <p>
Lets start with a call from last year published in Nature that I find particularly important: <a href="https://www.nature.com/articles/d41586-019-02675-5">Keep quantum computing global and open</a>! 
</p>

<div id="outline-container-orgc03354e" class="outline-2">
<h2 id="orgc03354e">General Public Articles</h2>
<div class="outline-text-2" id="text-orgc03354e">
</div>
<div id="outline-container-org1d3b4e5" class="outline-3">
<h3 id="org1d3b4e5">Computer Scientists Expand the Frontier of Verifiable Knowledge – <a href="https://www.quantamagazine.org/computer-scientists-expand-the-frontier-of-verifiable-knowledge-20190523/">source</a>
</h3>
<div class="outline-text-3" id="text-org1d3b4e5">
<p>
<i>Quanta Magazine – MIT, Caltech</i> – Very nice account on a work that emphasizes the questions raised by tapping into resources (quantum computers) to give you answers to problems that you don't know the answer of. 
</p>
</div>
</div>
<div id="outline-container-org2cdffac" class="outline-3">
<h3 id="org2cdffac">New algorithms to determine eigenstates and thermal states on quantum computers – <a href="https://phys.org/news/2019-11-algorithms-eigenstates-thermal-states-quantum.html">source</a>
</h3>
<div class="outline-text-3" id="text-org2cdffac">
<p>
<i>Nature – CalTech</i> – New algorithms (quantum imaginary time)  useful to estimate properties of ground states and thermal states of quantum materials.
</p>
</div>
</div>
<div id="outline-container-org2af20af" class="outline-3">
<h3 id="org2af20af">Photonic quantum information processing: A concise review – <a href="https://aip.scitation.org/doi/10.1063/1.5115814">source</a>
</h3>
<div class="outline-text-3" id="text-org2af20af">
<p>
<i>AIP</i> – Review of the photonic path towards scalable fault tolerant QC.
</p>
</div>
</div>
<div id="outline-container-org512c06d" class="outline-3">
<h3 id="org512c06d">First chip-to-chip quantum teleportation harnessing silicon photonic chip fabrication – <a href="https://phys.org/news/2019-12-chip-to-chip-quantum-teleportation-harnessing-silicon.html">source</a>
</h3>
<div class="outline-text-3" id="text-org512c06d">
<p>
<i>Phys.org – U Bristol, DTU</i> – A milestone achieved in regard to building optical chips for quantum information processing and networking. 
</p>
</div>
</div>
<div id="outline-container-org0c26681" class="outline-3">
<h3 id="org0c26681">In leap for quantum computing, silicon quantum bits establish a long-distance relationship – <a href="https://phys.org/news/2019-12-quantum-silicon-bits-long-distance-relationship.html">source</a>
</h3>
<div class="outline-text-3" id="text-org0c26681">
<p>
<i>Phys.org – U Princeton</i> – Enabling quantum gates between silicon spin qubits.
</p>
</div>
</div>
<div id="outline-container-org65e68b1" class="outline-3">
<h3 id="org65e68b1">In surprise breakthrough, scientists create quantum states in everyday electronics – <a href="https://phys.org/news/2019-12-breakthrough-scientists-quantum-states-everyday.html">source</a>
</h3>
<div class="outline-text-3" id="text-org65e68b1">
<p>
<i>Phys.org – U Chicago</i> – Not quite everyday's electronic, but quantum dots in silicon carbide. Interesting advances anyways.
</p>
</div>
</div>
</div>

<div id="outline-container-orgdf59375" class="outline-2">
<h2 id="orgdf59375">Industry - Academia - Startups</h2>
<div class="outline-text-2" id="text-orgdf59375">
</div>
<div id="outline-container-orgd9fe23a" class="outline-3">
<h3 id="orgd9fe23a">Russia joins the quantum race – <a href="https://www.nature.com/articles/d41586-019-03855-z">source</a>
</h3>
<div class="outline-text-3" id="text-orgd9fe23a">
<p>
<i>Nature – Russia</i> – Russia plans to spend several hundred millions of dollars to boost its quantum information science and technology capabilities. There remains to see which institutes and labs will be receiving the money as the academic and start-up ecosystem is not much developed yet.
</p>
</div>
</div>
<div id="outline-container-orgf5770c1" class="outline-3">
<h3 id="orgf5770c1">Israel Gets Ready to Join Global Quantum Computing Race – <a href="https://www.haaretz.com/israel-news/business/.premium-israel-gets-ready-to-join-global-quantum-computing-race-1.8202806">source</a>
</h3>
<div class="outline-text-3" id="text-orgf5770c1">
<p>
<i>Haaretz – Israel</i> – 350m$ over 6 years in funding. Quite a lot. A small country with plenty of excellent quantum teams to spend the money on. 
</p>
</div>
</div>
<div id="outline-container-org44a89a6" class="outline-3">
<h3 id="org44a89a6">Nine More EU States Commit To Building A Quantum Communication Infrastructure – <a href="https://www.cbronline.com/news/quantum-communication-infrastructure">source</a>
</h3>
<div class="outline-text-3" id="text-org44a89a6">
<p>
<i>CBR</i> – Croatia, Cyprus, Greece, France, Lithuania, Slovakia, Slovenia, Sweden and Finland are the newest members entering into agreement that will see them work with ten EU states to establish a quantum communication infrastructure across Europe.
</p>
</div>
</div>
<div id="outline-container-org0585d68" class="outline-3">
<h3 id="org0585d68">Xanadu Receives $4.4M Investment from SDTC to Advance its Photonic Quantum Computing Technology – <a href="https://www.prnewswire.com/news-releases/xanadu-receives-4-4m-investment-from-sdtc-to-advance-its-photonic-quantum-computing-technology-300987885.html">source</a>
</h3>
<div class="outline-text-3" id="text-org0585d68">
<p>
<i>prnewswire – Xanadu, SDTC</i>
</p>
</div>
</div>
<div id="outline-container-orge30990c" class="outline-3">
<h3 id="orge30990c">OpenQKD Fuels European Quantum Computing Research, Potential in Aerospace – <a href="https://www.aviationtoday.com/2019/12/02/openqkd-fuels-european-quantum-computing-research-potential-aerospace/">source</a>
</h3>
<div class="outline-text-3" id="text-orge30990c">
<p>
<i>Avionics – Airbus, Thales, U. Paris Sorbonne, U. Paris Saclay</i> – Launching the OpenQKD project aimed at QKD mostly for open air / satellite communication and sensing.
</p>
</div>
</div>
<div id="outline-container-org6be3f1c" class="outline-3">
<h3 id="org6be3f1c">University of Chicago's Tian Zhong awarded NSF grant to create quantum internet – <a href="https://www.quantaneo.com/University-of-Chicago-s-Tian-Zhong-Awarded-NSF-Grant-to-Create-Quantum-Internet_a407.html">source</a>
</h3>
<div class="outline-text-3" id="text-org6be3f1c">
<p>
<i>Quantaneo – U. Chicago</i> – The US are catching up with Europe on quantum internet initiatives.
</p>
</div>
</div>
<div id="outline-container-orge630c1e" class="outline-3">
<h3 id="orge630c1e">Atos partners with Zapata to deliver complete quantum computing solution to the enterprise – <a href="https://www.quantaneo.com/Atos-partners-with-Zapata-to-deliver-complete-quantum-computing-solution-to-the-enterprise_a333.html">source</a>
</h3>
<div class="outline-text-3" id="text-orge630c1e">
<p>
<i>Quantaneo – Atos, Zapata</i> – Addressing vertical markets is key to adoption of quantum technologies.
</p>
</div>
</div>
<div id="outline-container-orga5a0060" class="outline-3">
<h3 id="orga5a0060">Goldman Sachs enlists startup for quantum computing push – <a href="https://www.finextra.com/newsarticle/34941/goldman-sachs-enlists-startup-for-quantum-computing-push">source</a>
</h3>
<div class="outline-text-3" id="text-orga5a0060">
<p>
<i>Finextra – Goldman Sachs, QC Ware</i> – More and more exploration of QC algorithms for finance. These are appalling use cases for quantum computing start-ups.
</p>
</div>
</div>
<div id="outline-container-org93170e6" class="outline-3">
<h3 id="org93170e6">What It Will Take to Make Quantum Computers Practical – <a href="https://newsroom.intel.com/editorials/what-it-will-take-make-quantum-computers-practical/">source</a>
</h3>
<div class="outline-text-3" id="text-org93170e6">
<p>
<i>Intel</i> – Intel pushes its efforts toward control of qubits. Very much needed indeed.
</p>
</div>
</div>
</div>
            
        
        <div id="disqus_thread"></div>
        <script>
        var disqus_shortname ="qoherences",
            disqus_url="https://h-oll.github.io/qoherences/posts/2020-02-04/",
        disqus_title="Qoherences #8",
        disqus_identifier="cache/posts/2020-02-04.html",
        disqus_config = function () {
            this.language = "en";
        };
        (function() {
            var dsq = document.createElement('script'); dsq.async = true;
            dsq.src = 'https://' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script><noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a>
</noscript>
    <a href="https://disqus.com" class="dsq-brlink" rel="nofollow">Comments powered by <span class="logo-disqus">Disqus</span></a>


        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">



                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2021         <a href="mailto:harold.ollivier@linksights.io">Harold Ollivier</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=UA-150665042-1"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-150665042-1');
</script><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
